
"Battery Power" = "Batteri";
"AC Power" = "Strømforsyning";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "Strøm";

//The power warning sheet
"Restore Defaults" = "Gjenopprett standardinnstillinger";
"OK" = "OK";
"Cancel" = "Avbryt";

"UPS Power Checkbox" = "Vis UPS-status i menylinjen";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "Ladenivå: %.0f %%";
"Current UPS Charge" = "Ladenivå: %.0f %%";

"Power consumption may be greater than normal." = "Med disse innstillingene kan maskinen bruke mer strøm.";
"Reset by clicking Restore Defaults" = "Hvis du vil bruke mindre strøm, klikker du på Gjenopprett standardinnstillinger.";

"Network wake noise warning" = "Hvis «Våkne for nettverkstilgang» er aktivert, er det mulig at du fra tid til annen vil høre at maskinen vekkes fra dvale.";
"Wakes for detection" = "Dette gir andre enheter beskjed om at maskinen din fortsatt er tilgjengelig på nettverket.";

"Wake for network" = "Våkne for nettverksadministrasjonstilgang";
"Wake for Ethernet" = "Våkne for Ethernet-nettverkstilgang";
"Wake for AirPort" = "Våkne for AirPort-nettverkstilgang";

"Custom" = "Tilpasset";

"Schedule Warning- power adapter must be present" = "Planlagt oppstart skjer kun når en strømforsyningsenhet er koblet til Macintosh-maskinen.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Nåværende batterinivå: %.0f %%  Tid som gjenstår: %@";
"Battery Status, Charged" = "Batteriet er fulladet.";
"Short Battery Status" = "Beregnet tid som gjenstår: %@ (%.0f %%)";
"Battery Status, Charging" = "Batterinivå: %.0f %%  Beregnet tid til fulladet: %@";
"Short Battery Status, Charging" = "Beregnet tid til fulladet: %@ (%.0f %%)";
"Current Charge" = "Batterinivå: %.0f %%";
"Calculating time" = "Beregner tid";
 
"Check Battery" = "Batteri til service."; 
"Poor Battery" = "Batteritilstand: Skift ut nå.";
"Fair Battery" = "Batteritilstand: Skift ut snart.";


"AutoProc" = "Automatisk";
"HighProc" = "Høyest";
"NormalProc" = "Redusert";

/* strings for tool tips */
"minute" = "minutt";
"minutes" = "minutter";
"hour" = "time";
"hours" = "timer";

"dim" = "Reduser lysstyrken";
"sleep" = "Dvale";
"halfminute" = ",5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Nedtoning %1$@. Dvale %2$@.";

"Never" = "Aldri";
"1 minute" = "1 minutt";
"3 minutes" = "3 minutter";
"5 minutes" = "5 minutter";
"10 minutes" = "10 minutter";
"15 minutes" = "15 minutter";
"20 minutes" = "20 minutter";
"25 minutes" = "25 minutter";
"30 minutes" = "30 minutter";  
"45 minutes" = "45 minutter";
"1 hour" = "1 time";
"1 hour 15 minutes" = "1 time 15 minutter";
"1 hour 30 minutes" = "1 time 30 minutter";  
"1 hour 45 minutes" = "1 time 45 minutter";
"2 hours" = "2 timer";
"3 hours" = "3 timer";

"Better Energy Savings" = "Bedre strømsparing";
"Better Battery Life" = "Lengre batteribrukstid";
"Better UPS Life" = "Bedre UPS-brukstid";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "Du må logge deg av for at endringen skal gjelde";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Alle brukere må logge seg av for at endringen skal gjelde";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Du må starte på nytt for at endringen skal tre i kraft";

"GFX_CHANGE_TITLE" = "Hvis du endrer grafikkinnstillinger, må du logge av.";
"GFX_CHANGE_DESC" = "Klikk på Logg av for å fortsette. Du får mulighet til å arkivere alle åpne dokumenter.";
"GFX_CHANGE_TITLE2" = "Hvis du endrer grafikkinnstillinger, må du starte maskinen på nytt.";
"GFX_CHANGE_DESC2" = "Klikk på Omstart for å fortsette. Du får mulighet til å arkivere alle åpne dokumenter.";
"LOGOUT_BUTTON" = "Logg av";
"RESTART_BUTTON" = "Omstart";

"AUTO_SWITCH_MSG_ON"  = "Datamaskinen veksler automatisk mellom grafikkmodusene for å oppnå lengre batteribrukstid.";
"AUTO_SWITCH_MSG_OFF" = "Når automatisk veksling er deaktivert, bruker datamaskinen alltid høyytelsesgrafikk.\nDette kan forkorte batteribrukstiden.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


